package com.example.pannawatnokket.informationsensor;

import java.util.ArrayList;

/**
 * Created by pannawatnokket on 11/9/2017 AD.
 */

public class Predict {

    public static final String[] predicts =  {"หมายเลข 15\n" +
            "\n" +
            "ที่สิบห้าผาสุกไม่ทุกข์จิต\n" +
            "จะทำกิจแสนสมอารมณ์หมาย\n" +
            "ผลจะงามหนักหนาพาที่ทาย\n" +
            "ถ้าค้ายอดดีมีกำไร \n" +
            "แม้นถามบุตรสุดที่รักประจักษ์ชัด\n" +
            "เป็นความสัตย์ชายตรงอย่าสงสัย\n" +
            "ถามหาคู่จะได้ชมสมดังใจ\n" +
            "แม้นถามไถ่ลาภหนาก็ว่าดี \n" +
            "เรื่องเจ็บไข้หายวันกระชั้นชิด\n" +
            "ไม่มีผิดไข่กบประสบศรี\n" +
            "จะเร็ววันพลันฟื้นคือชีวี\n" +
            "ถามลูกหนี้ยากประสบได้พบพาน \n" +
            "โชควิไลใบนี้ที่สิบห้า\n" +
            "ไม่เลือกว่าหญิงชายบรรยายสาร\n" +
            "ว่าเลิศล้วนควรคิดจิตชื่นบาน\n" +
            "เกษมศานต์โดยไวใบดี เอย ฯ",
            "หมายเลข 26\n" +
                    "\n" +
                    "ที่ยี่สิบหกความเทียบเหมือนว่า\n" +
                    "พวงบุปผาจวนแย้มแฉล้มสี\n" +
                    "ถึงมีทุกข์คงหายสบายดี\n" +
                    "แต่ว่ามีกรรมก่อนมารอนราน\n" +
                    "ต้องเสงี่ยมเจียมตัวกลัวความผิด\n" +
                    "จะทำจิตตรองตรวจอย่าอวดหาญ\n" +
                    "แม้นโอหังบังอาจประมาทการ\n" +
                    "จะรำคาญเจ็บช้ำระกำใจ\n" +
                    "อย่ามัวเมาฝ้าหลงงงชีวิต\n" +
                    "จงเร่งคิดธรรมดาฟังปราศรัย\n" +
                    "การดับเกิดคู่กันทุกขั้นวัย\n" +
                    "เหมือนผลไม้ปลูกไว้ไม่ได้กิน \n" +
                    "บุตรในครรภ์เป็นหญิงสิ่งควรทราบ\n" +
                    "จะมุ่งลาภฝืดเคืองเรื่องทรัพย์สิน\n" +
                    "ที่พึงถอยน้อยนักจักยลยิน\n" +
                    "อันระบิลเป็นความก้ำกึ่ง เอย ฯ","หมายเลข 8\n" +
            "\n" +
            "ใบที่แปดชี้แจงแสดงเรื่อง\n" +
            "พอเป็นเครื่องคิดคาดวาสนา\n" +
            "สุขที่รับนับว่าพร่องรองลงมา\n" +
            "ไม่แรงกล้าสุขได้ก็ไม่ดี \n" +
            "ดุจต้นมณฑาพฤกษาชาติ\n" +
            "รากแก้วขาดเสียไปไม่งามสี\n" +
            "ฤดูแล้งน้ำลดอดวารี\n" +
            "แม้นย้ายที่ชื่นสดรจนา\n" +
            "ของที่หายทายว่าจะหายาก \n" +
            "สู้คดีมีลำบากจะเสียท่า\n" +
            "ถามหาคู่ร่วมเรียงเคียงกายา\n" +
            "ปรารถนาจะไม่สมอารมณ์ตน\n" +
            "ถ้ารำพึงถึงลาภจงทราบเถิด \n" +
            "ไม่ประเสริฐฝืดเคืองเรื่องลาภผล\n" +
            "ใบที่แปดบอกความตามยุบล\n" +
            "หมดนิพนธ์สำคัญเท่านั้นเอย ฯ","หมายเลข 19\n" +
            "\n" +
            "ใบสิบเก้า สิ้นทุกข์ สุขสุดยอด\n" +
            "จะอยู่รอด ปลอดภัย ดังคำขาน\n" +
            "ทุกทิวา ราตรี ล้วนเบิกบาน\n" +
            "ลาภและงาน พร้อมยศฐา พาสุขใจ \n" +
            "ทั้งคู่ครอง เป็นคนดี อย่างที่สุด\n" +
            "สามเดือนผุด เป็นเนื้อคู่ ร่วมอาศัย\n" +
            "หากพบแล้ว ได้เห็น เป็นบุญใจ\n" +
            "พูดกับใคร ก็อ่อนน้อม พร้อมไมตรี\n" +
            "หากถามถึง เป็นความ ในโรงศาล\n" +
            "ทุกๆ ด้าน ชนะเขา สมศักดิ์ศรี\n" +
            "ถามหาญาติ พี่น้อง พร้อมลูกหนี้\n" +
            "ทายว่าดีจะประสบได้พบคืน\n" +
            "อยู่ถิ่นฐาน แดนใด ไม่อับโชค\n" +
            "หายจากโรค... คนนอบน้อม พร้อมสดชื่น\n" +
            "ยามแก่กาย สบายเพิ่ม ทุกวันคืน\n" +
            "เรื่องอื่นๆต่างว่าดี เท่านี้เอยฯ","หมายเลข 18\n" +
            "\n" +
            "ที่สิบแปดเห็นเหมือนเช่นทรัพย์\n" +
            "อยู่ติดกับศิลาที่อาศัย\n" +
            "จะหาผลแสนยากลำบากใจ\n" +
            "หาเท่าไรยากนักจักสมปอง\n" +
            "เหมือนพายเรือแล่นสวนทวนพายุ\n" +
            "กว่าจะลุยากตัวแสนมัวหมอง\n" +
            "ต้องอดฝืนกลืนกล้ำในทำนอง\n" +
            "จงประคองกิจการให้นานไป\n" +
            "คงสำเร็จเสร็จพลันไว้วันหนึ่ง\n" +
            "อย่ารำพึงเบี่ยงบิดคิดไถล\n" +
            "แม้นถามคนเศร้าโศกมีโรคภัย\n" +
            "จะหายได้แน่ชัดเป็นสัจจา\n" +
            "แม้นจิตตั้งหวังลาภจงทราบเสร็จ\n" +
            "ไม่สำเร็จสมหวังอย่ากังขา\n" +
            "แม้นเป็นความแพ้ยับอับปัญญา\n" +
            "กุมาราบุตรชายในครรภ์ เอย ฯ","หมายเลข 24\n" +
            "\n" +
            "ที่ยี่สิบสี่นี้ว่าช้าๆหน่อย\n" +
            "จึงจะค่อยเสร็จงานในความหวัง\n" +
            "ผลที่ไกลจะใคร่รู้จงดูฟัง\n" +
            "คิดยับยั้งรอไปได้สมปอง \n" +
            "อย่าหุนหันเหิมฮึกนึกประมาท\n" +
            "จักอนาถนอนเพลียเสียข้าวของ\n" +
            "แม้นรอไว้เหมือนว่าได้ม้าทอง\n" +
            "ตามทำนองอุปมาบรรดามี\n" +
            "จะได้พบอุปถัมภ์บำรุงรัก\n" +
            "ประเสริฐศักดิ์ชี้ช่องให้ผ่องศรี\n" +
            "อย่าเดือดเนื้อร้อนใจไปใยมี\n" +
            "ช้าๆดีเร็วด่วนไม่ควรการ \n" +
            "ธุระอยู่ยังหนทางไป\n" +
            "ไม่มีภัยทั่วสิ้นถิ่นสถาน\n" +
            "โรคที่หนักจักหายไม่วายปราณ\n" +
            "ถึงเป็นนานหายหนอจะขอทาย \n" +
            "เรื่องลาภยศมีดอกจะบอกให้\n" +
            "ต่อนานไปคงจะสมอารมณ์หมาย\n" +
            "ถ้าเป็นความเคืองขุ่นดูวุ่นวาย\n" +
            "สู้ไม่ได้กล่าวแก้ว่าแพ้ เอย ฯ","หมายเลข 21\n" +
            "\n" +
            "ใบที่ยี่สิบเอ็ดอย่าภวังค์นึกกังขา\n" +
            "เปรียบเหมือนเรานั่งอยู่ในนาวา\n" +
            "แล้วแล่นฝ่าคลื่นลมระบมไป\n" +
            "อันโชคลาภนั้นหนายังว่าขัด\n" +
            "ยังอึดอัดมิเห็นหนทางได้\n" +
            "รออีกหน่อยจะสุขสนุกใจ\n" +
            "คงรวยใหญ่ยิ่งเกษมเปรมปรีดี\n" +
            "ถามคนเจ็บว่าหายสบายจิต\n" +
            "ถามจะคิดสู้ความให้คร้ามหนี\n" +
            "ถามหาคู่บุตรไซร้ยังไม่มี\n" +
            "ขอจบทีที่คำนำนายเอย ฯ","หมายเลข 16\n" +
            "\n" +
            "ที่สิบหก ตกโฉลกโชคที่เหมาะ\n" +
            "ได้เฉพาะใบนี้ดีนักหนา\n" +
            "จะอยู่เย็นเป็นสุขทุกเวลา\n" +
            "ไปภายหน้าสุขล้วนควรจดจำ \n" +
            "ทั้งกายใจเปล่งปลั่งไม่กังวล\n" +
            "จะได้ยลผู้ชุปอุปถัมภ์\n" +
            "เขาเมตตาอารีมีประจำ\n" +
            "จะแนะนำชักจูงพยุงตัว\n" +
            "ถามหาคู่ชูใจเป็นได้แน่ \n" +
            "ประเสริฐแท้ไม่เสียเรื่องเมียผัว\n" +
            "ได้เจริญสุขังทั้งครอบครัว\n" +
            "อย่าเมามัวทุกข์ร้อนเฝ้าถอนใจ\n" +
            "เรื่องลาภผลสมหวังเหมือนดังจิต \n" +
            "บุญฤทธิ์ตามสนองคงผ่องใส\n" +
            "ความคดีนี้เห็นไม่เป็นไร\n" +
            "ชนะได้แน่นักทักทาย เอย ฯ"};
}
